markdown_text_param = '''
Данная таблица демонстрирует самые основные показатели для группы пациентов, принимавших тестовый и референсный препараты.
'''

markdown_text_anova = '''
Таблица выводит результаты классического дисперсионного анализа.
'''

markdown_text_interval = '''
Для того, чтобы препараты были биоэквивалентны, необходимо, чтобы границы укладывались в интервал от 80% до 125%.
Данная таблица выводит доверительный интервал для препаратов и на основании этого вывод о наличии биоэквивалентности или бионеэкивалентности.
'''

markdown_text_criteria = '''
В данной таблице указаны проверявшиеся критерии и результаты по ним.
'''

markdown_text_conc_time_r = '''
График, построенный для каждого пациента отдельно, который демонстрирует концентрацию препарата в крови
в зависимости от времени в группе препарата референсного.
'''

markdown_text_conc_time_t = '''
График, построенный для каждого пациента отдельно, который демонстрирует концентрацию препарата в крови
в зависимости от времени в группе тестового препарата.
'''

markdown_text_conc_time_r_log = '''
График, построенный для каждого пациента отдельно, который демонстрирует прологарифмированную концентрацию
препарата в крови в зависимости от времени в группе препарата референсного.'''

markdown_text_conc_time_t_log = '''
График, построенный для каждого пациента отдельно, который демонстрирует прологарифмированную концентрацию
препарата в крови в зависимости от времени в группе тестового тестового.
'''

markdown_text_conc_time_r_mean = '''
График, на котором изображена концентрация препарата в крови обощенно для пациентов группы референсного препаратов.
'''

markdown_text_conc_time_t_mean = '''
График, на котором изображена концентрация препарата в крови обощенно для пациентов группы тестового препаратов.
'''

markdown_text_conc_time_r_log_mean = '''
График, на котором изображена прологарифмированная концентрация препарата в крови обощенно для пациентов группы референсного препаратов.
'''

markdown_text_conc_time_t_log_mean = '''
График, на котором изображена прологарифмированная концентрация препарата в крови обощенно для пациентов группы тестового препаратов.
'''

markdown_text_log_auc = '''
Таблица со средними логарифмированными AUC по каждому препарату в группе
'''

markdown_text_anova_cross = '''
Таблица с результатами двухфакторного дисперсионного анализа
'''

markdown_concentration_time_cross_tr = '''
Индивидуальные графики для пациентов первой группы, где изображена концентрация обоих
препаратов.
'''

markdown_concentration_time_cross_rt = '''
Индивидуальные графики для пациентов второй группы, где изображена концентрация обоих
препаратов.
'''

markdown_concentration_time_cross_tr_log = '''
Индивидуальные графики для пациентов первой группы, где изображена логарифмированная концентрация обоих
препаратов.
'''

markdown_concentration_time_cross_rt_log = '''
Индивидуальные графики для пациентов второй группы, где изображена логарифмированная концентрация обоих
препаратов.
'''

markdown_group_mean_tr = '''
График для первой группы, где показаны средние концентрации обоих препаратов – R и T.
'''

markdown_group_mean_rt = '''
График для второй группы, где показаны средние концентрации обоих препаратов – R и T.
'''

markdown_group_mean_tr_log = '''
График для первой группы, где показаны логарифмированные средние концентрации обоих препаратов – R и T.
'''

markdown_group_mean_rt_log = '''
График для второй группы, где показаны логарифмированные средние концентрации обоих препаратов – R и T.
'''

markdown_drug_mean = '''
График, где данные обобщены по двум препаратам.
'''

markdown_drug_mean_log = '''
График, где логарифмированные данные обобщены по двум препаратам.
'''